Revit 2027 API
ParameterTypeId.RebarSystemActiveBottomDir2Generic Property
 "Bottom/Interior Minor Direction"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemActiveBottomDir2Generic { get; }
Public Shared ReadOnly Property RebarSystemActiveBottomDir2Generic As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemActiveBottomDir2Generic {
	ForgeTypeId^ get ();
}
static member RebarSystemActiveBottomDir2Generic : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace